arc-gtk-theme
autotiling
base
base-devel
bind
blueman
bluetui
bluez
bluez-utils
brightnessctl
btop
bun-bin
chromium
claude-code
cronie
cuda
dialog
direnv
discord
dkms
dnsmasq
docker
docker-buildx
downgrade
efibootmgr
elixir
envycontrol
erlang
eza
ffmpeg
firefox
foot
gedit
git
github-cli
go-yq
grim
gst-plugin-pipewire
gthumb
gvfs-mtp
gvfs-smb
htop
imagemagick
intel-ucode
inter-font
iptables-nft
iwd
keychain
libinput-tools
libmtp
libpulse
libreoffice-fresh
libva-nvidia-driver
lightningcss-cli
linux
linux-firmware
linux-headers
lunacy-bin
ly
mako
man-db
micro
mise
mpc
mpd
nano
ncdu
nemo
neofetch
nerd-fonts-complete-mono-glyphs
net-tools
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-emoji
npm
nvidia-open
nvtop
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
prettier
prismlauncher
python-ruff
rsync
rust
slurp
smartmontools
sof-firmware
spotify
steam
sway
swaybg
swayidle
swaylock
system-config-printer
tailscale
thunderbird
tlp
tofi
tree
ttf-google-fonts-git
visual-studio-code-bin
waybar
wdisplays
wget
whois
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-user-dirs-gtk
xdg-utils
xorg-xwayland
yay
zig
zram-generator
zsh
zsh-autocomplete
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
